{
  "2025-09-22": "Ah laayu, my laayu. This girl came into my life on a random September day where I asked her to watch my bag whilst not knowing I would be wanting to just watch her for the rest of the degree. I am starting this smol initiative to remind ourselves that this is how we started and the crosswords we made for eachother, the 5 love language box we made, these are the moments we felt love was overflowing and it had to take some other form. Every time I see a couple here, I can’t believe I am here in a place which would only make sense with you, in fact every place I go, where I study, where I work they are all great but they don’t make sense unless they are accompanied by someone who taps their legs and wants power naps. Someone who loves keeping her leg on top of mine (WHICH I HOPE IS SOMETHING SHE ONLY DOES WITH ME). Someone who desperately, irretrievably can’t live without coffee (Thought I’ll say me ah? Chi).\n\nThings have been tough even though everything else in life might feel perfect. I guess thats what we had, when everything was shit we had each other and that’s something I wanted to remind each other. After going through all the beautiful seasons, trees might feel like shit when fall comes no? I think this is just a period of our life where we appreciate each other, put in that extra effort. Systematically block time for each other and fall in love hopelessly just like 3 years ago.\n\nCome back to this page everyday until the 1st to find what I feel about you which is a lot of love:))\n\nI have made it easy as fuck for you lazy fuck so just check your calendar everyday in the morning.  I love you",
  "2025-09-23": "I am reminded of our first meeting proper one in the turf for priyanshu’s bday. Sam had introduced you and I remember thinking ambo but obviously did not do anything hahah. While the three years seem like a blur to me now random moments, random memories come to mind like one of these days I was thinking about the day when I ran outside class to get a lavender flower for you because your mood was off or when you first told me you want to date near the lib side with a diary milk, diary milk was a constant huh throughout ( NO WONDER I DONT HAVE ABS). When I struggle to wake up here I think about the umpteeeeeen number of times I call you in the morning in different intervals STILL WONT GET UP but now you survive like a beast on 3 hour of sleep. Im so proud of your growth, I feel like if I spend a day with you like professionally I wouldnt recognise the laayu who forgets her laptop charger EVERYWHERE. The first thought I had when I bought shawarma here was when how I used to buy after dropping you and you would call me and You would just know that I was waiting outside venkys for a CHEEEESY one. I can’t believe we said goodnight to eachother like with a hug and kiss that shits so healthy I think everyone needs that in life no? I feel so physically UNLOVED here need me some of the most beautiful girl (THERE ARE MORE BEAUTIFUL DONT ARGUE, FOR ME YOU ARE IT).   As we count down to three years, it must make us think that we did not spend 12,31,200 minutes of our lives together for no reason. It’s like that dialogue from HIMYM -  “Thank every God there is or ever was or will be and the whole universe and anyone else I could possibly thank. That I saw that beautiful girl on that chilly shamirpet campus and that I had the guts to stand up, walk over to her, tap her on the shoulder, open my mouth and say nennuuu niinnuuu premisthannunuu",
  "2025-09-24": " I am writing this while I listen to our playlist “US”. Man music has played such an important role in our life. Remember the first time we bobbed our head to tonight by jker. I just put on that song, what a song. Ooooof I hope you listen to it and vibe today after you read SO THAT YOU CAN THINK OF ME. I think one of our first talking points was music and movies, while I think my music taste has gone to shit right now, safe to say you are my only hope. I hope you keep sending me good ones. Walking with music, AirPods, our phases of having shitty AirPods, losing AirPods, earphones. Man our problems seem so trivial right now.    I remember one of our first dates, mall, arcade you kicking ass in basketball. Ordering cali but I fucked up the order and had to eat like a veggie bowl chiiii. Then one of our last dates to the telugu cafe, trying out new good food, the pizza, almost museum plan hahah. Point is we have had made a lot of good memories and I think we should make a database or a memory I dont know the word text me what I am looking for. I think it can be an instagram account or folder but we dump all memories across the past, we can do it together one of these days.   I was going through my chats with friends where I looked up to see what I told about you and man, it took me right back to October. Our first kiss, waiting 12 days for asking out asking out proper. What a time to be alive. I fucking love you my beautiful girl.  How can I end the message without saying We were just two lovers, feet up on the dash drivin nowhere fast, burning through the summer. GOLDENNNNN HOURRRRRRRRR   Love you my bangaram",
  "2025-09-25": "HELLO MY DEAR TELIGU BOMMALU,  T-6 huh, days are going so fast no? This is like the fourth day since I started this. I hope time flies just like this and you are in my arms within a blink of an eye. \n\n Today I was thinking of travelling with you and how we had such an iconic trip in our first year only like 2nd month I think. INDOREEEEE while you have gotten significantly better at basketball I still think you played like a queen then and I remember consoling you and rubbing your feet after the match. Felt like a coach fr. INDORE was so special in so many ways man, the Bhopal masjid, travelling together on the train, ok kanmani moment the proper. Now that I look back and think about it, im going like fuckkkk cant believe it happened only. The photos also turned out to be pretty amazing huh? The caricature you made as well of us. MANNNNNNNN \n\n Next trip fast forward little bit, Bangaloreee. The triathletic queen you are kicking ass in throw ball, crying about basketball, sleeping in your brothers apartment, drinking with gopika and Anna. The bus back because of abhishek or else we could have slept then also che:/ ahaha \n\n Did you really think I would leave out the iconic madras one day trip? The sunset we saw in the bus, comfortable I think our first sleeping together no? While we did not win, the auto ride back, the SONG YOU HATEEEEE, I hold that memory really close to my heart and that’s because of you. \n\nPoint is, im not done travelling with you. We have like a shitttt ton of places to go to. Yes Europe toh I’ll do without you hahahah joke. Can’t wait to see these places with you:))))  I love you and can’t wait to see the Eiffel sparkle while my eyes sparkle looking at something else:)",
  "2025-09-26": "Today there is no long paragraph but there is a beautiful task, for us to be more connected I want you to send me 5 photos from your life at mica and tell me what they are, they can be chotta, your bb court, your classroom anything like that. I miss the feeling of being in eachother's life and knowing everything. I want us to have that as much as possible. I love you and I can't wait to see your 5 things:))))",
  "2025-09-27": "",
  "2025-09-28": "",
  "2025-09-29": "",
  "2025-09-30": "",
  "2025-10-01": ""
}
